import React from "react";
import "./PrivacyPolicy.sass";
import SEO from "../../components/SEO/SEO";

const PrivacyPolicy = () => {
  return (
    <div id="privacy-policy-page">
      <SEO title="سياسة الخصوصية - الغدية" />
      <h1 className="heading">سياسة الخصوصية</h1>
      <h2>
        .مرحبًا! شكرًا لزيارتك موقع الغديّة. تعتبر هذه سياسة الخصوصية وسيلة
        لإعلامك بنوع المعلومات التي قد نجمعها منك عند زيارتك وكيف نتعامل معها
        ونحميها
      </h2>

      <div className="policy-content">
        <h3>:المعلومات التي لا نقوم بجمعها</h3>
        <p>
          لا نجمع أي معلومات تحدد هويتك خلال زيارتك - لا أسماء، لا عناوين، لا
          أرقام هواتف، ولا عناوين بريد إلكتروني
        </p>

        <h3>:المعلومات التي يتم جمعها تلقائيًا</h3>
        <p>
          شبيه بالعديد من المواقع، قد نجمع بعض المعلومات تلقائيًا مثل عنوان الآي
          بي الخاص بك، ونوع المتصفح، ونظام التشغيل. هذه المعلومات تُجمع بشكل
          مجمع وتُستخدم لأغراض إحصائية لتحسين موقعنا
        </p>

        <h3>:الكوكيز</h3>
        <p>
          هنا لا يوجد كوكيز! لا نستخدم أي تقنيات لتتبع نشاطك عبر الإنترنت على
          موقعنا
        </p>

        <h3>:الروابط لأطراف ثالثة</h3>
        <p>
          كن على علم بأن موقعنا قد يحتوي على روابط إلى مواقع ويب أخرى. لسنا
          مسؤولين عن ممارسات الخصوصية في تلك المواقع الأخرى. نشجع مستخدمينا على
          أن يكونوا حذرين عند مغادرتهم لموقعنا وقراءة بيانات الخصوصية لكل موقع
          يجمع معلومات تحدد هوية الفرد
        </p>

        <h3>:غاية الموقع</h3>
        <p>
          موقع الغديّة مكرس لمساعدة المسلمين في اكتشاف هذا المكان الثمين، وتسهيل
          ممارسة وتعلم الإسلام، مع اعتناق نمط حياة قديم لائق
        </p>

        <h3>:تواصل معنا</h3>
        <p>
          هل لديك أي أسئلة حول هذه سياسة الخصوصية؟ أرسل لنا بريدًا إلكترونيًا
          على soueilem@elghidiya.com
        </p>

        <h3>:الأمان</h3>
        <p>
          على الرغم من أننا لا نجمع معلومات شخصية، إلا أننا نتخذ تدابير معقولة
          للحفاظ على أمان موقعنا. ومع ذلك، يُرجى العلم بأنه لا يمكن ضمان أمان
          نقل البيانات عبر الإنترنت بشكل كامل
        </p>

        <h3>:تغييرات على سياسة الخصوصية</h3>
        <p>
          نحتفظ بالحق في تحديث أو تغيير هذه سياسة الخصوصية في أي وقت. سيتم نشر
          أي تغييرات على هذه الصفحة مع تاريخ فعّال جديد
        </p>
        <p>
          باستخدام موقعنا، فإنك توافق على شروط هذه سياسة الخصوصية. إذا لم تتفق
          مع أي بند في هذه السياسة، يُرج
        </p>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
